Repository: filchev/insurances
Catalog: src/AppBundle/Resources/translations/AppBundle.*.xlf
Languages: bg

# label_amount
source: Amount
bg: Сума

# label_category
source: Category
bg: Категория

# label_insurer
source: Insurer
bg: Застраховател

# label_car_info
source: Car Information
bg: Информация за автомобила

# label_car_category
source: Car category
bg: Категория

# label_car_region
source: Car region
bg: Регион

# label_car_registration_number
source: Car registration number
bg: Регистрационен номер

# label_car_engine_capacity
source: Car engine capacity
bg: Кубатура на двигателя

# label_car_right_direction
source: Car right direction
bg: Дясна дирекция

# label_driver_info
source: Driver Information
bg: Информация за собственика

# label_driver_age
source: Driver age
bg: Възраст

# label_driver_experience
source: Driver experience
bg: Опит

# label_driver_accident
source: Driver accidents in the past 3 years
bg: ПТП през последните 3 години

# label_client_names
source: Client names
bg: Име и фамилия

# label_client_email
source: Client email
bg: е-поща

# label_client_mobile_phone
source: Client mobile phone
bg: Мобилен телефон

# label_client_dob
source: Client date of birth
bg: Дата на раждане

# label_client_address_city
source: Address - City
bg: Град

# label_client_address_area
source: Address - Area
bg: Район

# label_insurance_policy_documents
source: Documents for upload
bg: Документи за прикачване

# label_base_tariff_new
source: New base tariff
bg: Нова базова тарифа

# btn_create
source: Create
bg: Създай

# btn_back_to_list
source: back to list
bg: Обратно в списъка

# btn_insurance_policy_next
source: select and continue
bg: избери и продължи

# btn_insurance_policy_create
source: Confirm and order
bg: потвърди и поръчай

# heading_insurance_policy_new
source: Input client data and order
bg: Въвеждане на клиентска информация и поръчка на услуга

# btn_refresh_currencies
source: Refresh currencies
bg: Синхронизирай валутите
